import UIKit

// Створіть змінні або константи, в яких можна зберігати: ваш вік, назву вашої посади, інформацію про те вдома ви чи ні

var myAge = 21
var myRole = "Student"
var atHome = true

//Змініть значення:
    //вік - додати рік
    //назву професії – додати перед назвою слово “Senior”
    //замініть свій статус на протилежний

myAge += 1
myRole = "Senior" + myRole
atHome.toggle()

//Виведіть у консоль усі дані, вбудувавши їх у пропозицію: “Мені *** років, і я працюю на посаді ***”

print("I am \(myAge) years old, I am \(myRole)")


